Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# video.error.notFound
source: That video isn't available.
ar: هذا الفيديو غير متاح.
bn: এই ভিডিওটি পাওয়া যাচ্ছে না।
ca: Aquest vídeo no està disponible.
cs: Toto video není dostupné.
da: Den video er ikke tilgængelig.
de: Dieses Video ist nicht verfügbar.
el: Αυτό το βίντεο δεν είναι διαθέσιμο.
es: Ese vídeo no está disponible.
fi: Tämä video ei ole saatavilla.
fr: Cette vidéo n’est pas disponible.
he: הווידאו הזה אינו זמין.
hi: वह वीडियो उपलब्ध नहीं है।
hr: Taj video nije dostupan.
hu: Ez a videó nem érhető el.
id: Video itu tidak tersedia.
it: Quel video non è disponibile.
ja: その動画は利用できません。
ko: 이 동영상을 사용할 수 없어요.
ml: ആ വീഡിയോ ലഭ്യമല്ല.
ms: Video itu tidak tersedia.
nb: Den videoen er ikke tilgjengelig.
nl: Die video is niet beschikbaar.
pl: To wideo jest niedostępne.
pt_br: Esse vídeo não está disponível.
pt_pt: Esse vídeo não está disponível.
ro: Acest video nu este disponibil.
ru: Это видео недоступно.
sk: Toto video nie je dostupné.
sv: Den videon är inte tillgänglig.
ta: அந்த வீடியோ கிடைக்கவில்லை.
te: ఆ వీడియో అందుబాటులో లేదు.
th: ไม่มีวิดีโอนั้น
tr: Bu video kullanılamıyor.
uk: Це відео недоступне.
ur: وہ ویڈیو دستیاب نہیں۔
vi: Video đó không khả dụng.
zh_hans: 该视频不可用。
zh_hant: 該影片無法使用。

# video.error.notUploaded
source: Finish uploading the video first.
ar: أكمل رفع الفيديو أولًا.
bn: আগে ভিডিও আপলোড শেষ করুন।
ca: Acaba primer de pujar el vídeo.
cs: Nejdřív dokonči nahrávání videa.
da: Gør først uploadet af videoen færdigt.
de: Lade das Video zuerst fertig hoch.
el: Ολοκλήρωσε πρώτα τη μεταφόρτωση του βίντεο.
es: Termina primero de subir el vídeo.
fi: Viimeistele videon lataus ensin.
fr: Terminez d’abord l’envoi de la vidéo.
he: סיים קודם להעלות את הווידאו.
hi: पहले वीडियो का अपलोड पूरा करें।
hr: Prvo dovrši prijenos videa.
hu: Előbb fejezd be a videó feltöltését.
id: Selesaikan mengunggah videonya dulu.
it: Prima finisci di caricare il video.
ja: 先に動画のアップロードを完了してください。
ko: 먼저 동영상 업로드를 마치세요.
ml: ആദ്യം വീഡിയോ അപ്‌ലോഡ് ചെയ്ത് പൂർത്തിയാക്കുക.
ms: Selesaikan memuat naik video dahulu.
nb: Fullfør opplastingen av videoen først.
nl: Rond eerst het uploaden van de video af.
pl: Najpierw dokończ przesyłanie wideo.
pt_br: Termine antes de enviar o vídeo.
pt_pt: Termine primeiro o envio do vídeo.
ro: Termină mai întâi încărcarea videoului.
ru: Сначала дождитесь завершения загрузки видео.
sk: Najprv dokonči nahrávanie videa.
sv: Slutför först uppladdningen av videon.
ta: முதலில் வீடியோ பதிவேற்றத்தை முடியுங்கள்.
te: ముందుగా వీడియో అప్‌లోడ్‌ను పూర్తి చేయండి.
th: อัปโหลดวิดีโอให้เสร็จก่อน
tr: Önce videonun yüklenmesini bitirin.
uk: Спершу завершіть завантаження відео.
ur: پہلے ویڈیو اپ لوڈ مکمل کریں۔
vi: Hãy tải xong video trước.
zh_hans: 请先完成视频上传。
zh_hant: 請先完成影片上傳。

# video.error.notVerified
source: Only verified members can post videos.
ar: نشر الفيديو متاح للأعضاء الموثَّقين فقط.
bn: শুধু ভেরিফায়েড সদস্যরা ভিডিও পোস্ট করতে পারেন।
ca: Només els membres verificats poden publicar vídeos.
cs: Videa mohou zveřejňovat jen ověření členové.
da: Kun verificerede medlemmer kan slå videoer op.
de: Nur verifizierte Mitglieder können Videos posten.
el: Μόνο επαληθευμένα μέλη μπορούν να δημοσιεύουν βίντεο.
es: Solo los miembros verificados pueden publicar vídeos.
fi: Vain vahvistetut jäsenet voivat julkaista videoita.
fr: Seuls les membres vérifiés peuvent publier des vidéos.
he: רק חברים מאומתים יכולים לפרסם וידאו.
hi: केवल सत्यापित सदस्य वीडियो पोस्ट कर सकते हैं।
hr: Videe mogu objavljivati samo potvrđeni članovi.
hu: Videót csak hitelesített tagok tehetnek közzé.
id: Hanya anggota terverifikasi yang bisa memposting video.
it: Solo i membri verificati possono pubblicare video.
ja: 動画を投稿できるのは認証済みのメンバーだけです。
ko: 인증된 멤버만 동영상을 게시할 수 있어요.
ml: വെരിഫൈ ചെയ്ത അംഗങ്ങൾക്ക് മാത്രമേ വീഡിയോ പോസ്റ്റ് ചെയ്യാനാകൂ.
ms: Hanya ahli yang disahkan boleh menyiar video.
nb: Bare verifiserte medlemmer kan publisere videoer.
nl: Alleen geverifieerde leden kunnen video's plaatsen.
pl: Wideo mogą publikować tylko zweryfikowani członkowie.
pt_br: Só membros verificados podem postar vídeos.
pt_pt: Só membros verificados podem publicar vídeos.
ro: Doar membrii verificați pot posta videoclipuri.
ru: Публиковать видео могут только проверенные участники.
sk: Videá môžu zverejňovať iba overení členovia.
sv: Bara verifierade medlemmar kan publicera videor.
ta: சரிபார்க்கப்பட்ட உறுப்பினர்கள் மட்டுமே வீடியோ இடுகையிட முடியும்.
te: ధృవీకరించబడిన సభ్యులు మాత్రమే వీడియోలను పోస్ట్ చేయగలరు.
th: เฉพาะสมาชิกที่ยืนยันตัวตนแล้วเท่านั้นที่โพสต์วิดีโอได้
tr: Yalnızca doğrulanmış üyeler video paylaşabilir.
uk: Публікувати відео можуть лише верифіковані учасники.
ur: صرف تصدیق شدہ ارکان ویڈیو پوسٹ کر سکتے ہیں۔
vi: Chỉ thành viên đã xác minh mới đăng được video.
zh_hans: 只有已验证的成员才能发布视频。
zh_hant: 只有已驗證的成員能發布影片。

# video.error.notYours
source: That video isn't yours to post.
ar: لا يمكنك نشر هذا الفيديو.
bn: এই ভিডিও পোস্ট করা আপনার অধিকারে নেই।
ca: Aquest vídeo no és teu per publicar-lo.
cs: Toto video není tvoje, abys ho mohl zveřejnit.
da: Den video er ikke din at slå op.
de: Dieses Video gehört dir nicht und kann nicht von dir gepostet werden.
el: Αυτό το βίντεο δεν είναι δικό σου για να το δημοσιεύσεις.
es: Ese vídeo no es tuyo para publicarlo.
fi: Tuo video ei ole sinun julkaistavaksesi.
fr: Cette vidéo n’est pas à vous, vous ne pouvez pas la publier.
he: הווידאו הזה אינו שלך לפרסם.
hi: वह वीडियो पोस्ट करना आपके हाथ में नहीं है।
hr: Taj video nije tvoj za objavu.
hu: Ezt a videót nem te teheted közzé.
id: Video itu bukan hakmu untuk diposting.
it: Quel video non è tuo da pubblicare.
ja: その動画はあなたのものではないため、投稿できません。
ko: 내가 게시할 수 있는 동영상이 아니에요.
ml: ആ വീഡിയോ പോസ്റ്റ് ചെയ്യാൻ നിങ്ങൾക്ക് അവകാശമില്ല.
ms: Video itu bukan milik anda untuk disiarkan.
nb: Den videoen er ikke din å publisere.
nl: Die video mag je niet plaatsen.
pl: Nie możesz opublikować tego wideo.
pt_br: Esse vídeo não é seu para postar.
pt_pt: Esse vídeo não é seu para publicar.
ro: Acest video nu este al tău pentru a fi postat.
ru: Вы не можете публиковать чужое видео.
sk: Toto video nemôžeš zverejniť, nie je tvoje.
sv: Den videon är inte din att publicera.
ta: அந்த வீடியோவை இடுகையிட உங்களுக்கு உரிமை இல்லை.
te: ఆ వీడియోను పోస్ట్ చేసే హక్కు మీకు లేదు.
th: วิดีโอนั้นไม่ใช่ของคุณที่จะโพสต์
tr: Bu video sizin değil, paylaşamazsınız.
uk: Це відео не ваше, щоб його публікувати.
ur: وہ ویڈیو آپ کی پوسٹ کرنے کے لیے نہیں ہے۔
vi: Video đó không phải của bạn để đăng.
zh_hans: 该视频不是你的，无法发布。
zh_hant: 你無法發布不屬於你的影片。

# video.error.prepareInterrupted
source: We couldn't finish getting this video ready. Try again.
ar: تعذّر إكمال تجهيز هذا الفيديو. حاول مرة أخرى.
bn: এই ভিডিও প্রস্তুত করা শেষ করা যায়নি। আবার চেষ্টা করুন।
ca: No hem pogut acabar de preparar aquest vídeo. Torna-ho a provar.
cs: Přípravu tohoto videa se nepodařilo dokončit. Zkus to znovu.
da: Vi kunne ikke gøre denne video færdig. Prøv igen.
de: Wir konnten die Vorbereitung dieses Videos nicht abschließen. Versuche es erneut.
el: Δεν μπορέσαμε να ολοκληρώσουμε την προετοιμασία αυτού του βίντεο. Δοκίμασε ξανά.
es: No pudimos terminar de preparar este vídeo. Inténtalo de nuevo.
fi: Tämän videon valmistelua ei voitu viimeistellä. Yritä uudelleen.
fr: Nous n’avons pas pu terminer la préparation de cette vidéo. Réessayez.
he: לא הצלחנו לסיים להכין את הווידאו הזה. נסה שוב.
hi: हम इस वीडियो को तैयार करना पूरा नहीं कर सके। फिर कोशिश करें।
hr: Nismo mogli dovršiti pripremu ovog videa. Pokušaj ponovno.
hu: Nem sikerült befejezni a videó előkészítését. Próbáld újra.
id: Kami tidak bisa menyelesaikan persiapan video ini. Coba lagi.
it: Non siamo riusciti a finire di preparare questo video. Riprova.
ja: この動画の準備を完了できませんでした。もう一度お試しください。
ko: 이 동영상 준비를 마치지 못했어요. 다시 시도하세요.
ml: ഈ വീഡിയോ തയ്യാറാക്കൽ പൂർത്തിയാക്കാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
ms: Kami tidak dapat menyiapkan video ini. Cuba lagi.
nb: Vi kunne ikke gjøre ferdig denne videoen. Prøv igjen.
nl: We konden het klaarmaken van deze video niet afronden. Probeer het opnieuw.
pl: Nie udało się dokończyć przygotowania tego wideo. Spróbuj ponownie.
pt_br: Não conseguimos terminar de preparar este vídeo. Tente de novo.
pt_pt: Não conseguimos terminar a preparação deste vídeo. Tente novamente.
ro: Nu am putut termina pregătirea acestui video. Încearcă din nou.
ru: Не удалось закончить подготовку этого видео. Повторите.
sk: Nepodarilo sa nám dokončiť prípravu tohto videa. Skús to znova.
sv: Vi kunde inte göra klart den här videon. Försök igen.
ta: இந்த வீடியோவைத் தயார் செய்து முடிக்க முடியவில்லை. மீண்டும் முயலுங்கள்.
te: ఈ వీడియోను సిద్ధం చేయడం పూర్తి చేయలేకపోయాము. మళ్లీ ప్రయత్నించండి.
th: เราเตรียมวิดีโอนี้ไม่เสร็จ ลองอีกครั้ง
tr: Bu videoyu hazırlamayı bitiremedik. Tekrar deneyin.
uk: Не вдалося завершити підготовку цього відео. Спробуйте ще раз.
ur: ہم اس ویڈیو کی تیاری مکمل نہیں کر سکے۔ دوبارہ کوشش کریں۔
vi: Chúng tôi không chuẩn bị xong video này. Hãy thử lại.
zh_hans: 我们未能完成此视频的准备工作，请重试。
zh_hant: 我們無法完成此影片的準備，請再試一次。

# video.error.processingFailed
source: We couldn't prepare this video. Upload it again.
ar: تعذّر تجهيز هذا الفيديو. ارفعه مرة أخرى.
bn: এই ভিডিও প্রস্তুত করা যায়নি। আবার আপলোড করুন।
ca: No hem pogut preparar aquest vídeo. Torna'l a pujar.
cs: Toto video se nepodařilo připravit. Nahraj ho znovu.
da: Vi kunne ikke klargøre denne video. Upload den igen.
de: Wir konnten dieses Video nicht vorbereiten. Lade es erneut hoch.
el: Δεν μπορέσαμε να προετοιμάσουμε αυτό το βίντεο. Ανέβασέ το ξανά.
es: No pudimos preparar este vídeo. Súbelo de nuevo.
fi: Tätä videota ei voitu valmistella. Lataa se uudelleen.
fr: Nous n’avons pas pu préparer cette vidéo. Envoyez-la à nouveau.
he: לא הצלחנו להכין את הווידאו הזה. העלה אותו שוב.
hi: हम इस वीडियो को तैयार नहीं कर सके। इसे दोबारा अपलोड करें।
hr: Nismo mogli pripremiti ovaj video. Prenesi ga ponovno.
hu: Nem sikerült előkészíteni ezt a videót. Töltsd fel újra.
id: Kami tidak bisa menyiapkan video ini. Unggah lagi.
it: Non siamo riusciti a preparare questo video. Caricalo di nuovo.
ja: この動画を準備できませんでした。もう一度アップロードしてください。
ko: 이 동영상을 준비하지 못했어요. 다시 업로드하세요.
ml: ഈ വീഡിയോ തയ്യാറാക്കാനായില്ല. വീണ്ടും അപ്‌ലോഡ് ചെയ്യുക.
ms: Kami tidak dapat menyediakan video ini. Muat naik semula.
nb: Vi kunne ikke klargjøre denne videoen. Last den opp på nytt.
nl: We konden deze video niet voorbereiden. Upload hem opnieuw.
pl: Nie udało się przygotować tego wideo. Prześlij je ponownie.
pt_br: Não conseguimos preparar este vídeo. Envie-o novamente.
pt_pt: Não conseguimos preparar este vídeo. Envie-o novamente.
ro: Nu am putut pregăti acest video. Încarcă-l din nou.
ru: Не удалось подготовить это видео. Загрузите его снова.
sk: Nepodarilo sa nám pripraviť toto video. Nahraj ho znova.
sv: Vi kunde inte förbereda den här videon. Ladda upp den igen.
ta: இந்த வீடியோவைத் தயார் செய்ய முடியவில்லை. மீண்டும் பதிவேற்றுங்கள்.
te: ఈ వీడియోను సిద్ధం చేయలేకపోయాము. మళ్లీ అప్‌లోడ్ చేయండి.
th: เราเตรียมวิดีโอนี้ไม่ได้ อัปโหลดอีกครั้ง
tr: Bu videoyu hazırlayamadık. Yeniden yükleyin.
uk: Не вдалося підготувати це відео. Завантажте його знову.
ur: ہم اس ویڈیو کو تیار نہیں کر سکے۔ اسے دوبارہ اپ لوڈ کریں۔
vi: Chúng tôi không chuẩn bị được video này. Hãy tải lên lại.
zh_hans: 我们无法处理此视频，请重新上传。
zh_hant: 我們無法處理此影片，請重新上傳。

# video.error.rateLimited
source: You've uploaded a lot of videos today. Try again tomorrow.
ar: رفعتَ عددًا كبيرًا من الفيديوهات اليوم. حاول مرة أخرى غدًا.
bn: আপনি আজ অনেক ভিডিও আপলোড করেছেন। কাল আবার চেষ্টা করুন।
ca: Avui has pujat molts vídeos. Torna-ho a provar demà.
cs: Dnes jsi nahrál hodně videí. Zkus to znovu zítra.
da: Du har uploadet mange videoer i dag. Prøv igen i morgen.
de: Du hast heute viele Videos hochgeladen. Versuche es morgen erneut.
el: Έχεις ανεβάσει πολλά βίντεο σήμερα. Δοκίμασε ξανά αύριο.
es: Has subido muchos vídeos hoy. Inténtalo de nuevo mañana.
fi: Olet ladannut tänään paljon videoita. Yritä huomenna uudelleen.
fr: Vous avez envoyé beaucoup de vidéos aujourd’hui. Réessayez demain.
he: העלית הרבה סרטונים היום. נסה שוב מחר.
hi: आपने आज बहुत सारे वीडियो अपलोड कर दिए हैं। कल फिर कोशिश करें।
hr: Danas si prenio/la puno videa. Pokušaj ponovno sutra.
hu: Ma sok videót töltöttél fel. Próbáld újra holnap.
id: Kamu sudah mengunggah banyak video hari ini. Coba lagi besok.
it: Oggi hai caricato molti video. Riprova domani.
ja: 今日はたくさんの動画をアップロードしました。明日もう一度お試しください。
ko: 오늘 동영상을 너무 많이 업로드했어요. 내일 다시 시도하세요.
ml: നിങ്ങൾ ഇന്ന് ഒരുപാട് വീഡിയോകൾ അപ്‌ലോഡ് ചെയ്തു. നാളെ വീണ്ടും ശ്രമിക്കുക.
ms: Anda telah memuat naik banyak video hari ini. Cuba lagi esok.
nb: Du har lastet opp mange videoer i dag. Prøv igjen i morgen.
nl: Je hebt vandaag veel video's geüpload. Probeer het morgen opnieuw.
pl: Przesłałeś dziś dużo wideo. Spróbuj jutro.
pt_br: Você enviou muitos vídeos hoje. Tente de novo amanhã.
pt_pt: Enviou muitos vídeos hoje. Tente novamente amanhã.
ro: Ai încărcat multe videoclipuri astăzi. Încearcă din nou mâine.
ru: Вы загрузили сегодня много видео. Повторите завтра.
sk: Dnes si nahral veľa videí. Skús to zajtra.
sv: Du har laddat upp många videor i dag. Försök igen i morgon.
ta: இன்று நீங்கள் நிறைய வீடியோக்களைப் பதிவேற்றியுள்ளீர்கள். நாளை மீண்டும் முயலுங்கள்.
te: మీరు ఈ రోజు చాలా వీడియోలు అప్‌లోడ్ చేశారు. రేపు మళ్లీ ప్రయత్నించండి.
th: วันนี้คุณอัปโหลดวิดีโอมากแล้ว ลองอีกครั้งพรุ่งนี้
tr: Bugün çok fazla video yüklediniz. Yarın tekrar deneyin.
uk: Ви сьогодні завантажили багато відео. Спробуйте завтра.
ur: آپ نے آج بہت سی ویڈیوز اپ لوڈ کی ہیں۔ کل دوبارہ کوشش کریں۔
vi: Hôm nay bạn đã tải lên rất nhiều video. Hãy thử lại vào ngày mai.
zh_hans: 你今天上传的视频太多了，请明天再试。
zh_hant: 你今天上傳了很多影片，請明天再試。

# video.error.removed
source: That video was removed.
ar: أُزيل هذا الفيديو.
bn: এই ভিডিও সরিয়ে দেওয়া হয়েছে।
ca: Aquest vídeo s'ha eliminat.
cs: Toto video bylo odstraněno.
da: Den video blev fjernet.
de: Dieses Video wurde entfernt.
el: Αυτό το βίντεο αφαιρέθηκε.
es: Ese vídeo se eliminó.
fi: Tuo video poistettiin.
fr: Cette vidéo a été supprimée.
he: הווידאו הזה הוסר.
hi: वह वीडियो हटा दिया गया।
hr: Taj video je uklonjen.
hu: Ezt a videót eltávolították.
id: Video itu sudah dihapus.
it: Quel video è stato rimosso.
ja: その動画は削除されました。
ko: 이 동영상은 삭제되었어요.
ml: ആ വീഡിയോ നീക്കം ചെയ്തു.
ms: Video itu telah dialih keluar.
nb: Den videoen ble fjernet.
nl: Die video is verwijderd.
pl: To wideo zostało usunięte.
pt_br: Esse vídeo foi removido.
pt_pt: Esse vídeo foi removido.
ro: Acest video a fost eliminat.
ru: Это видео удалено.
sk: Toto video bolo odstránené.
sv: Den videon har tagits bort.
ta: அந்த வீடியோ நீக்கப்பட்டது.
te: ఆ వీడియో తొలగించబడింది.
th: วิดีโอนั้นถูกลบแล้ว
tr: Bu video kaldırıldı.
uk: Це відео видалено.
ur: وہ ویڈیو ہٹا دی گئی۔
vi: Video đó đã bị xóa.
zh_hans: 该视频已被移除。
zh_hant: 該影片已被移除。

# video.error.roomActive
source: Leave the room to hear this video.
ar: غادر الغرفة لتسمع صوت هذا الفيديو.
bn: এই ভিডিও শুনতে রুম ছেড়ে যান।
ca: Surt de la sala per sentir aquest vídeo.
cs: Opusť místnost, abys slyšel toto video.
da: Forlad rummet for at høre denne video.
de: Verlasse den Raum, um dieses Video zu hören.
el: Αποχώρησε από την αίθουσα για να ακούσεις αυτό το βίντεο.
es: Sal de la sala para oír este vídeo.
fi: Poistu huoneesta kuullaksesi tämän videon.
fr: Quittez le salon pour entendre cette vidéo.
he: עזוב את החדר כדי לשמוע את הווידאו הזה.
hi: यह वीडियो सुनने के लिए रूम छोड़ें।
hr: Napusti sobu da čuješ ovaj video.
hu: Lépj ki a szobából, hogy meghallgathasd ezt a videót.
id: Keluar dari room untuk mendengar video ini.
it: Esci dalla stanza per ascoltare questo video.
ja: この動画を聴くには、ルームを退出してください。
ko: 이 동영상을 들으려면 룸에서 나가세요.
ml: ഈ വീഡിയോ കേൾക്കാൻ റൂം വിടുക.
ms: Keluar dari bilik untuk mendengar video ini.
nb: Forlat rommet for å høre denne videoen.
nl: Verlaat de room om deze video te horen.
pl: Opuść pokój, aby usłyszeć to wideo.
pt_br: Saia da sala para ouvir este vídeo.
pt_pt: Saia da sala para ouvir este vídeo.
ro: Părăsește camera ca să auzi acest video.
ru: Выйдите из комнаты, чтобы услышать это видео.
sk: Ak chceš počuť toto video, opusť miestnosť.
sv: Lämna rummet för att höra den här videon.
ta: இந்த வீடியோவைக் கேட்க அறையிலிருந்து வெளியேறுங்கள்.
te: ఈ వీడియో వినడానికి రూమ్ నుండి బయటకు వెళ్లండి.
th: ออกจากห้องเพื่อฟังวิดีโอนี้
tr: Bu videoyu duymak için odadan ayrılın.
uk: Вийдіть із кімнати, щоб почути це відео.
ur: یہ ویڈیو سننے کے لیے روم چھوڑیں۔
vi: Hãy rời phòng để nghe video này.
zh_hans: 请离开房间后再收听此视频。
zh_hant: 請離開聊天室才能聽到此影片。

# video.error.tooLarge
source: This video is larger than 300 MB. Choose a shorter or smaller video.
ar: حجم هذا الفيديو أكبر من 300 ميغابايت. اختر فيديو أقصر أو أصغر.
bn: এই ভিডিও ৩০০ MB-এর চেয়ে বড়। ছোট বা কম আকারের একটি ভিডিও বেছে নিন।
ca: Aquest vídeo fa més de 300 MB. Tria un vídeo més curt o més petit.
cs: Toto video je větší než 300 MB. Vyber kratší nebo menší video.
da: Denne video er større end 300 MB. Vælg en kortere eller mindre video.
de: Dieses Video ist größer als 300 MB. Wähle ein kürzeres oder kleineres Video.
el: Αυτό το βίντεο είναι μεγαλύτερο από 300 MB. Επίλεξε ένα συντομότερο ή μικρότερο βίντεο.
es: Este vídeo pesa más de 300 MB. Elige un vídeo más corto o más pequeño.
fi: Tämä video on yli 300 Mt. Valitse lyhyempi tai pienempi video.
fr: Cette vidéo dépasse 300 Mo. Choisissez une vidéo plus courte ou plus légère.
he: הווידאו הזה גדול מ-300 MB. בחר וידאו קצר או קטן יותר.
hi: यह वीडियो 300 MB से बड़ा है। कोई छोटा या हल्का वीडियो चुनें।
hr: Ovaj video veći je od 300 MB. Odaberi kraći ili manji video.
hu: Ez a videó nagyobb 300 MB-nál. Válassz rövidebb vagy kisebb videót.
id: Video ini lebih besar dari 300 MB. Pilih video yang lebih pendek atau lebih kecil.
it: Questo video supera i 300 MB. Scegli un video più corto o più piccolo.
ja: この動画は300 MBを超えています。もっと短い、または小さい動画を選んでください。
ko: 이 동영상은 300MB보다 커요. 더 짧거나 작은 동영상을 선택하세요.
ml: ഈ വീഡിയോ 300 MB-യിൽ കൂടുതലാണ്. ചെറിയ വീഡിയോ തിരഞ്ഞെടുക്കുക.
ms: Video ini lebih besar daripada 300 MB. Pilih video yang lebih pendek atau lebih kecil.
nb: Denne videoen er større enn 300 MB. Velg en kortere eller mindre video.
nl: Deze video is groter dan 300 MB. Kies een kortere of kleinere video.
pl: To wideo jest większe niż 300 MB. Wybierz krótsze lub mniejsze.
pt_br: Este vídeo tem mais de 300 MB. Escolha um vídeo mais curto ou menor.
pt_pt: Este vídeo tem mais de 300 MB. Escolha um vídeo mais curto ou mais pequeno.
ro: Acest video depășește 300 MB. Alege un video mai scurt sau mai mic.
ru: Это видео больше 300 МБ. Выберите видео покороче или поменьше.
sk: Toto video je väčšie ako 300 MB. Vyber kratšie alebo menšie video.
sv: Den här videon är större än 300 MB. Välj en kortare eller mindre video.
ta: இந்த வீடியோ 300 MB ஐ விடப் பெரியது. குறுகிய அல்லது சிறிய வீடியோவைத் தேர்ந்தெடுங்கள்.
te: ఈ వీడియో 300 MB కంటే పెద్దది. చిన్న లేదా తక్కువ సైజ్ ఉన్న వీడియోను ఎంచుకోండి.
th: วิดีโอนี้ใหญ่กว่า 300 MB เลือกวิดีโอที่สั้นกว่าหรือเล็กกว่า
tr: Bu video 300 MB'tan büyük. Daha kısa veya daha küçük bir video seçin.
uk: Це відео більше за 300 МБ. Виберіть коротше або менше відео.
ur: یہ ویڈیو 300 MB سے بڑی ہے۔ مختصر یا چھوٹی ویڈیو چنیں۔
vi: Video này lớn hơn 300 MB. Hãy chọn video ngắn hơn hoặc nhỏ hơn.
zh_hans: 此视频超过 300 MB。请选择更短或更小的视频。
zh_hant: 此影片超過 300 MB。請選擇較短或較小的影片。

# video.error.tooLong
source: This video is longer than 3 minutes. Trim it and try again.
ar: هذا الفيديو أطول من 3 دقائق. قُصَّه ثم حاول مرة أخرى.
bn: এই ভিডিও ৩ মিনিটের চেয়ে লম্বা। ছেঁটে আবার চেষ্টা করুন।
ca: Aquest vídeo dura més de 3 minuts. Retalla'l i torna-ho a provar.
cs: Toto video je delší než 3 minuty. Zkrať ho a zkus to znovu.
da: Denne video er længere end 3 minutter. Klip den, og prøv igen.
de: Dieses Video ist länger als 3 Minuten. Kürze es und versuche es erneut.
el: Αυτό το βίντεο διαρκεί πάνω από 3 λεπτά. Περίκοψέ το και δοκίμασε ξανά.
es: Este vídeo dura más de 3 minutos. Recórtalo e inténtalo de nuevo.
fi: Tämä video on yli 3 minuuttia. Leikkaa sitä ja yritä uudelleen.
fr: Cette vidéo dépasse 3 minutes. Raccourcissez-la et réessayez.
he: הווידאו הזה ארוך מ-3 דקות. קצר אותו ונסה שוב.
hi: यह वीडियो 3 मिनट से लंबा है। इसे ट्रिम करें और फिर कोशिश करें।
hr: Ovaj video dulji je od 3 minute. Skrati ga i pokušaj ponovno.
hu: Ez a videó hosszabb 3 percnél. Vágd le, és próbáld újra.
id: Video ini lebih panjang dari 3 menit. Potong lalu coba lagi.
it: Questo video dura più di 3 minuti. Accorcialo e riprova.
ja: この動画は3分を超えています。トリミングして、もう一度お試しください。
ko: 이 동영상은 3분보다 길어요. 잘라낸 후 다시 시도하세요.
ml: ഈ വീഡിയോ 3 മിനിറ്റിൽ കൂടുതലാണ്. ട്രിം ചെയ്ത് വീണ്ടും ശ്രമിക്കുക.
ms: Video ini lebih panjang daripada 3 minit. Pangkas dan cuba lagi.
nb: Denne videoen er lengre enn 3 minutter. Klipp den ned og prøv igjen.
nl: Deze video is langer dan 3 minuten. Kort hem in en probeer het opnieuw.
pl: To wideo jest dłuższe niż 3 minuty. Przytnij je i spróbuj ponownie.
pt_br: Este vídeo tem mais de 3 minutos. Corte-o e tente de novo.
pt_pt: Este vídeo tem mais de 3 minutos. Corte-o e tente novamente.
ro: Acest video depășește 3 minute. Taie-l și încearcă din nou.
ru: Это видео длиннее 3 минут. Обрежьте его и повторите.
sk: Toto video je dlhšie ako 3 minúty. Skráť ho a skús to znova.
sv: Den här videon är längre än 3 minuter. Korta ned den och försök igen.
ta: இந்த வீடியோ 3 நிமிடங்களை விட நீளமானது. வெட்டிவிட்டு மீண்டும் முயலுங்கள்.
te: ఈ వీడియో 3 నిమిషాల కంటే పొడవైనది. ట్రిమ్ చేసి మళ్లీ ప్రయత్నించండి.
th: วิดีโอนี้ยาวกว่า 3 นาที ตัดแล้วลองอีกครั้ง
tr: Bu video 3 dakikadan uzun. Kırpıp tekrar deneyin.
uk: Це відео довше за 3 хвилини. Обріжте його й спробуйте ще раз.
ur: یہ ویڈیو 3 منٹ سے لمبی ہے۔ اسے ٹرِم کریں اور دوبارہ کوشش کریں۔
vi: Video này dài hơn 3 phút. Hãy cắt bớt và thử lại.
zh_hans: 此视频超过 3 分钟。请裁剪后重试。
zh_hant: 此影片超過 3 分鐘。請剪短後再試一次。
